Repository: abwaldner/tmount
Catalog: translations/*.po
Languages: ru

source: Cancelled.
ru: Отменено.

source: Select
ru: Выберите

source: LUKS passphrase input method:
ru: Способ ввода пароля LUKS:

source: nteractive
ru: (интерактивно)

source: ey File
ru: (файл с ключом)

source: Select a key file
ru: Выберите файл с ключом

source: Enter LUKS passphrase for
ru: Введите LUKS-пароль для

source: Usage
ru: Использование

source: device|file
ru: устройство|файл

source: Device
ru: Устройство

source: mapped to
ru: отображено на

source: mounted on
ru: смонтировано на

source: released.
ru: освобождено.

source: Config error: unmounting disabled
ru: Ошибка конфигурации: размонтирование отключено

source: Config error: mounting disabled
ru: Ошибка конфигурации: монтирование отключено

source: (no FS)
ru: (без ФС)

source: (no label)
ru: (без метки)

source: Press Enter to continue...
ru: Нажмите 'Ввод' для продолжения...

source: Enter
ru: Введите

source: for key file selection,
ru: для выбора файла с ключом,

source: for password interactive input,
ru: для интерактивного ввода пароля,

source: or any to cancel...
ru: или любой символ для отмены...

source: Enter key file name
ru: Введите имя файла с ключом

source: or empty string to cancel...
ru: или пустую строку для отмены...

source: Enter your password
ru: Введите ваш пароль

source: Enter root password
ru: Введите пароль root

source: LUKS disabled by config.
ru: LUKS запрещён конфигурацией.

source: Not implemented.
ru: Не реализовано.

source: Interactive
ru: Интерактивно

source: Key File
ru: Файл с ключом

source: is not removable.
ru: не извлекаемо.

source: You can remove
ru: Вы можете извлечь

source: Warning!
ru: Предупреждение!

source: Devices
ru: Устройства

source: Additional
ru: Дополнительно

source: not running:
ru: не запущен:

source: Start
ru: Запустить

source: Cancel
ru: Отмена
